Repository: lizbNet/TYPO3-powermail-limits
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: pl

# form.nosubmissionpossible.header
source: No submissions possible
pl: Przesłanie formularza nie jest możliwe

# form.nosubmissionpossible.text
source: This form has a submission limit and that limit is reached. As there is no waiting list, no further submissions are possible.
pl: Ten formularz posiada limit zgłoszeń, który został osiągnięty. Ponieważ nie ma listy oczekujących, dalsze zgłoszenia nie są możliwe.

# form.onlywaitlistwarning.header
source: Only wait list possible!
pl: Możliwy tylko zapis na listę oczekujących!

# form.onlywaitlistwarning.text
source: This form has a submission limit and that limit is reached. However you can submit to a waiting list in case a slot becomes available again.
pl: Ten formularz posiada limit zgłoszeń, który został osiągnięty. Możesz jednak zapisać się na listę oczekujących na wypadek, gdyby miejsce stało się ponownie dostępne.

# form.submissionlimit.legend
source: Submission limit
pl: Limit zgłoszeń

# form.submissionlimitwarning.header
source: Submission limit in place
pl: Obowiązuje limit zgłoszeń

# form.submissionlimitwarning.text
source: This form has a submission limit. Please check the response after submission to ensure your submission was successful and a slot could be assigned.
pl: Ten formularz posiada limit zgłoszeń. Prosimy o sprawdzenie odpowiedzi po przesłaniu, aby upewnić się, że zgłoszenie zakończyło się sukcesem i miejsce zostało przydzielone.

# form.submissionlimitwarning.text.addon.percentage
source: Current allocation: %s
pl: Aktualne obłożenie: %s

# form.submissionlimitwarning.text.addon.waitlist
source: If the limit is reached, you still can submit to the waitlist.
pl: Jeśli limit zostanie osiągnięty, nadal możesz zapisać się na listę oczekujących.

# form.submissionspercentage.0
source: enough free slots
pl: wystarczająca liczba wolnych miejsc

# form.submissionspercentage.10
source: enough free slots
pl: wystarczająca liczba wolnych miejsc

# form.submissionspercentage.100
source: no slot left
pl: brak wolnych miejsc

# form.submissionspercentage.20
source: enough free slots
pl: wystarczająca liczba wolnych miejsc

# form.submissionspercentage.30
source: enough free slots
pl: wystarczająca liczba wolnych miejsc

# form.submissionspercentage.40
source: enough free slots
pl: wystarczająca liczba wolnych miejsc

# form.submissionspercentage.50
source: enough free slots
pl: wystarczająca liczba wolnych miejsc

# form.submissionspercentage.60
source: still slots available
pl: dostępne wolne miejsca

# form.submissionspercentage.70
source: still slots available
pl: dostępne wolne miejsca

# form.submissionspercentage.80
source: still slots available
pl: dostępne wolne miejsca

# form.submissionspercentage.90
source: Warning! Only a few slots available
pl: Uwaga! Zostało tylko kilka wolnych miejsc

# form.submissionstatus
source: Submission Status
pl: Status zgłoszenia

# form.submissionstatus.invalid
source: No slot assigned
pl: Miejsce nie zostało przydzielone

# form.submissionstatus.valid
source: Slot assigned
pl: Miejsce zostało przydzielone

# form.submissionstatus.waitinglist
source: No slot assigned, registered for waiting list
pl: Miejsce nie zostało przydzielone, zarejestrowano na liście oczekujących

# mail.invalidsubmission.bodyprefix.header
source: Attention: no slot available
pl: Uwaga: brak wolnych miejsc

# mail.invalidsubmission.bodyprefix.text
source: We received your registration, however the last slot was already taken and there is no waiting list. So your registration cannot be considered.
pl: Otrzymaliśmy Twoje zgłoszenie, jednak ostatnie wolne miejsce zostało już zajęte, a lista oczekujących nie jest prowadzona. W związku z tym Twoje zgłoszenie nie może zostać uwzględnione.

# mail.invalidsubmission.subjectprefix
source: No slot available -
pl: Brak wolnych miejsc -

# mail.submissionlimitreached.body
source: The form %s has a submission limit which has been reached. If there is a waiting list in place this will now be filled, else all further submissions are prevented.
pl: Formularz %s osiągnął limit zgłoszeń. Jeśli lista oczekujących jest aktywna, będzie ona teraz zapełniana, w przeciwnym razie wszystkie dalsze zgłoszenia są zablokowane.

# mail.submissionlimitreached.subject
source: Submission limit reached for form %s
pl: Osiągnięto limit zgłoszeń dla formularza %s

# mail.waitinglistsubmission.bodyprefix.header
source: Attention: registration for waiting list only
pl: Uwaga: rejestracja tylko na listę oczekujących

# mail.waitinglistsubmission.bodyprefix.text
source: We received your registration, however the last slot was already taken. Nevertheless, we added you to the waiting list, in case a slot becomes available.
pl: Otrzymaliśmy Twoje zgłoszenie, jednak ostatnie wolne miejsce zostało już zajęte. Mimo to dodaliśmy Cię do listy oczekujących na wypadek, gdyby miejsce stało się dostępne.

# mail.waitinglistsubmission.subjectprefix
source: Waiting list registration -
pl: Rejestracja na listę oczekujących -

# tca.haswaitlist
source: has waiting list
pl: posiada listę oczekujących

# tca.haswaitlist.description
source: Make the form available after the limit to allow a waitlist
pl: Udostępnij formularz po przekroczeniu limitu, aby umożliwić zapis na listę oczekujących

# tca.showsubmissionsfullpercentage
source: show allocation percentage
pl: pokaż procent obłożenia

# tca.showsubmissionsfullpercentage.description
source: Show the current number of submission as a percentage
pl: Pokaż aktualną liczbę zgłoszeń jako wartość procentową

# tca.submissionlimit
source: has submission limit
pl: posiada limit zgłoszeń

# tca.submissionlimit.description
source: Activate a submission limit for the current form
pl: Aktywuj limit zgłoszeń dla bieżącego formularza
